Repository: mbernson/CCCTube
Catalog: CCCTube/*.lproj/Localizable.strings
Languages: nl

source: %@ minutes
nl: %@ minuten

source: %@... **MORE**
nl: %@... **MEER**

source: %lld views
nl: %lld weergaven

source: Conferences
nl: Conferenties

source: Copyright
nl: Copyright Â©

source: Date %@
nl: Datum: %@

source: Failed to load data from the media.cc.de API
nl: Kon geen data laden uit de media.ccc.de API

source: No copyright information encoded in video. Please refer to the schedule of the organizer of %@ at: %@
nl: Geen copyright-informatie gecodeerd in video. Raadpleeg het schema van de organisator van %@ op: %@

source: No copyright information encoded in video. Please refer to the website of the organizer of %@ at: %@
nl: Geen copyright-informatie gecodeerd in video. Raadpleeg de website van de organisator van %@ op: %@

source: Play audio
nl: Speel audio af

source: Play HD
nl: Speel HD af

source: Play SD
nl: Speel SD af

source: Popular
nl: Populair

source: Search
nl: Zoeken

source: Search talks...
nl: Doorzoek talks...
